Revit 2027 API
ParameterTypeId.PathReinAltOffset Property
 "Alternating Bar - Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinAltOffset { get; }
Public Shared ReadOnly Property PathReinAltOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinAltOffset {
	ForgeTypeId^ get ();
}
static member PathReinAltOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace